Repository: AliRaouf/Scanly
Catalog: lib/l10n/intl_*.arb
Languages: ar

# welcome
source: Welcome to Scanly
ar: مرحبا بكم في Scanly

# intro_title2
source: Simple Test Analysis Process
ar: عملية تحليل اختبار بسيطة

# intro_title3
source: Tailored Recommendations
ar: توصيات مخصصة

# intro_title4
source: Stay Updated on Your Health
ar: تابع صحتك

# intro_description1
source: Your personal medical test analysis assistant
ar: مساعدك الشخصي في تحليل فحوصاتك الطبية، زي متخصص في الفحوصات اللي بتعملها عشان تعرف نتائجك وتشوف إذا كان فيه حاجة فيها خلل أو لا

# intro_description2
source: Upload your test results, let our app analyze them, and receive valuable insights
ar: حمّل نتائج اختبارك على التطبيق، ودعنا نقوم بتحليلها ونعطيك معلومات مفيدة ونصايح قيمة

# intro_description3
source: Receive personalized suggestions based on your unique test results
ar: استلم توصيات شخصية استنادًا إلى نتائج اختبارك الفريدة.

# intro_description4
source: Track your progress, set reminders, and gain insights into your well-being.
ar: راقب تقدم صحتك، وعيّن تذكيرات، واطّلع على حالتك الصحيه دائما

# start
source: We are Happy that you are here our mission is to provide you with information about your tests from where you are
ar: يسعدنا وجودك هنا، ومهمتنا هي تزويدك بالمعلومات حول اختباراتك من مكان تواجدك

source: Login
ar: تسجيل الدخول

# create_account
source: Create New Account
ar: انشاء حساب جديد

# add_picture
source: Add a profile picture
ar: أضف صورة للملف الشخصي

source: Name
ar: الاسم

source: Email
ar: بريد إلكتروني

# phone
source: PhoneNumber
ar: رقم الهاتف

# birth
source: Date Of Birth
ar: تاريخ الميلاد

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Height
ar: الطول

source: Weight
ar: الوزن

source: Medical History
ar: تاريخك الطبى

# continue_message
source: Continue
ar: المتابعة

source: Back
ar: رجوع

# pressure
source: HighBloodPressure
ar: الضغط

# non_MH
source: non
ar: لا يوجد

# Cholestrol
source: High Cholestrol
ar: كولسترول عالي

source: Arthritis
ar: التهاب المفاصل

# Heart_Disease
source: Ischemic/Coronary Heart Disease
ar: مرض القلب التاجي/الشرياني

source: Diabetes
ar: مرض السكري

source: Chronic Kidney Disease
ar: فشل كلوي مزمن

source: Heart Failure
ar: سكتة قلبية

source: Breast cancer
ar: سرطان الثدي

# Alzheimer
source: Alzheimer and Dementia
ar: الزهايمر والخرف

# COPD
source: COPD (Chronic Obstructive Pulmonary Disease
ar: مرض الانسداد الرئوي المزمن

source: Stroke
ar: سكتة دماغية

source: Lung cancer
ar: سرطان الرئة

source: Colorectal cancer
ar: سرطان قولوني مستقيمي

source: Cervical cancer
ar: سرطان عنق الرحم

source: Hyperlipidaemia
ar: فرط الدهون في الدم

source: Prostate Cancer
ar: سرطان البروستات

source: Liver Cancer
ar: سرطان الكبد

source: Sign in
ar: تسجيل الدخول

source: Sign up!
ar: قم بالتسجيل!

source: Remember Me
ar: تذكرني

# forget_password
source: Forget Your Password?
ar: هل نسيت كلمة المرور؟

# Dont_have_account
source: Don't have an account
ar: ليس لديك حساب

source: UserName
ar: اسم المستخدم

source: Scan
ar: فحص

source: Commen Tests
ar: التحاليل الشائعة

source: Blood
ar: الدم

source: Genetic
ar: الجينات

source: Urine
ar: البول

# test
source: Tests
ar: التحاليل

# search_test
source: Search for a test
ar: ابحث عن تحليل

source: Home
ar: المنزل

source: History
ar: سجل

source: Health
ar: صحة

# setting
source: Settings
ar: إعادادات

# welcome_name
source: Welcome
ar: مرحبا

# Upload_test
source: Upload your test
ar: رفع الاختبار

# Use_Camera
source: Use your Camera
ar: استخدم الكاميرة

# Scan_QR
source: Scan QR Code
ar: فحص كود QR

source: Health Check
ar: فحص طبي

source: Account
ar: الحساب

source: Change User Data
ar: تغيير بيانات المستخدم

source: Security
ar: الأمان

source: Change Password
ar: تغيير كلمة المرور

source: Legal
ar: قانوني

# view_legal
source: View Legal Terms & Conditions
ar: عرض الشروط والأحكام القانونية

source: Logout
ar: خروج

# Change_Data
source: Change your Data
ar: تغيير البيانات

# choose_new_picture
source: Choose a new Profile Picture
ar: اختر صورة ملف شخصي جديدة

source: Close
ar: اغلاق

source: Save
ar: حفظ

# Want_Change_Password
source: Want to Change your Password?
ar: هل تريد تغيير كلمة المرور؟

source: Old Password
ar: كلمة المرور القديمة

source: New Password
ar: كلمة المرور الجديدة

# password_not_match
source: Passwords do not match
ar: كلمة المرور غير مطابقة

source: error
ar: خطأ

# no_tests_added
source: You have not added any tests yet Start Adding Now!
ar: لم تقم بإضافة أي اختبارات بعد ابدأ في الإضافة الآن!

# good_health
source: Fantastic news! Based on your latest test results, your health is on an upward trend. Keep up the great work!
ar: أخبار رائعة! استنادًا إلى نتائج اختباراتك الأخيرة، فإن صحتك في اتجاه تصاعدي. استمروا في العمل العظيم!

# bad_health
source: We noticed a decline in your recent health data that need a closer look. While this doesn't necessarily indicate a problem, it's important to be careful about your well-bein
ar: لقد لاحظنا انخفاضًا في بياناتك الصحية الأخيرة والتي تحتاج إلى نظرة فاحصة. على الرغم من أن هذا لا يشير بالضرورة إلى وجود مشكلة، فمن المهم توخي الحذر بشأن سلامتك

# See_Doctor
source: Should You SeeShould You See a Doctor?
ar: هل يجب عليك رؤية الطبيب؟

# loading1
source: Getting Your Results!
ar: الحصول على نتائجك!

# loading2
source: Feeling tired? Drinking plenty of water can boost your energy levels.
ar: اتشعر بالتعب؟ شرب الكثير من الماء يمكن أن يعزز مستويات الطاقة لديك.

# loading3
source: Getting enough sleep is essential for managing stress, Aim for 7-9 hours of quality sleep per night
ar: يعد الحصول على قسط كافٍ من النوم أمرًا ضروريًا لإدارة التوتر، استهدف الحصول على 7-9 ساعات من النوم الجيد كل ليلة

# loading4
source: Swap out sugary snacks for healthier options like fruit, yogurt, or nuts to keep your energy up
ar: استبدل الوجبات الخفيفة السكرية بخيارات صحية مثل الفاكهة أو الزبادي أو المكسرات للحفاظ على طاقتك

# loading5
source: Break up long periods of sitting by stretching or taking short walks to keep your body feeling good
ar: قم بتقسيم فترات الجلوس الطويلة عن طريق التمدد أو المشي لمسافات قصيرة للحفاظ على شعور جسمك بالراحة

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

# Failed_Change_Password
source: Failed To Change Password
ar: فشل في تغيير كلمة المرور

source: Change Password
ar: تغيير كلمة المرور

source: Data Changed Successfully
ar: تم تغيير البيانات بنجاح

# Failed_Change_Data
source: Failed To Change Data
ar: فشل في تغيير البيانات

source: Reset Password
ar: إعادة تعيين كلمة المرور

# Successfully_Sent_email
source: Successfully Sent an email to
ar: تم إرسال البريد الإلكتروني بنجاح إلى

# Please_enter_email_linked
source: Don't Worry it happens, Please enter the email linked with your account.
ar: لا تقلق، يرجى إدخال البريد الإلكتروني المرتبط بحسابك.

# Enter_Email
source: Enter your Email Address
ar: أدخل عنوان بريدك الالكتروني

source: Success
ar: نجاح

source: Skip
ar: تخطى

source: Next
ar: التالي

source: Get started
ar: ابدأ

source: Introduction
ar: مقدمة

# legal_intro
source: Welcome to Scanly our Medical Lab Test Analysis App, designed to provide insightful analysis of your laboratory test results using advanced machine learning (ML) models. By utilizing our app, you agree to abide by these Terms and Conditions. Please read them carefully before using the app.
ar: مرحبًا بك في تطبيق Scanly لتحليل الاختبارات المعملية الطبية، المصمم لتوفير تحليل ثاقب لنتائج الاختبارات المعملية باستخدام نماذج التعلم الآلي المتقدمة (ML). باستخدام تطبيقنا، فإنك توافق على الالتزام بهذه الشروط والأحكام. يرجى قراءتها بعناية قبل استخدام التطبيق.

# Acceptance_Terms
source: Acceptance of Terms
ar: قبول الشروط

# legal_term
source: By accessing or using our app, you confirm that you agree to these terms and understand them. If you do not agree with them, you should not use our app.
ar: من خلال الوصول إلى تطبيقنا أو استخدامه، فإنك تؤكد موافقتك على هذه الشروط وفهمك لها. إذا كنت لا تتفق معهم، يجب عليك عدم استخدام التطبيق لدينا.

# Description_Service
source: Description of Service
ar: وصف الخدمة

# legal_dedcription
source: Scanly offers users the capability to input their medical lab test results, which are then analyzed by our proprietary machine learning algorithms to provide insightful interpretations. These interpretations are designed to supplement, not replace, professional medical advice.
ar: يوفر Scanly للمستخدمين القدرة على إدخال نتائج اختباراتهم المعملية الطبية، والتي يتم تحليلها بعد ذلك بواسطة خوارزميات التعلم الآلي الخاصة بنا لتقديم تفسيرات ثاقبة. تم تصميم هذه التفسيرات لتكملة المشورة الطبية المتخصصة وليس استبدالها.

source: Medical Disclaimer
ar: إخلاء المسؤولية الطبية

# legal_medical
source: • Not a Medical Service: Our app does not provide medical services, diagnoses, treatments, or engage in any conduct that requires a professional license. • Supplementary Tool: The insights provided by our app serve as a supplementary tool for your understanding and are not intended as a sole basis for any diagnostics or treatment decisions. • Consult Health Professionals: Always seek the advice of your doctor or other qualified health provider with any questions you may have regarding a medical condition. Do not disregard professional medical advice or delay in seeking it because of something you have read on or accessed through our App. • No Liability for Accuracy: While we strive to use commercially acceptable means to ensure the accuracy of our machine learning models, we cannot guarantee that the provided information is accurate, complete, or applicable to your individual circumstances.
ar: • ليست خدمة طبية: لا يقدم تطبيقنا خدمات طبية أو تشخيصات أو علاجات أو يشارك في أي سلوك يتطلب ترخيصًا احترافيًا. • أداة تكميلية: تعد الرؤى التي يقدمها تطبيقنا بمثابة أداة تكميلية لفهمك و لا يُقصد منها أن تكون الأساس الوحيد لأية قرارات تشخيصية أو علاجية. • استشر المتخصصين في مجال الصحة: ​​اطلب دائمًا نصيحة طبيبك أو أي مقدم رعاية صحية مؤهل آخر فيما يتعلق بأية أسئلة قد تكون لديك بخصوص حالة طبية. لا تتجاهل النصائح الطبية المتخصصة أو تتأخر في طلبها بسبب شيء قرأته أو وصلت إليه من خلال تطبيقنا. • لا مسؤولية عن الدقة: بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لضمان دقة نماذج التعلم الآلي الخاصة بنا، لا يمكننا ضمان أن المعلومات المقدمة دقيقة أو كاملة أو قابلة للتطبيق على ظروفك الفردية.

source: User Responsibilities
ar: مسؤوليات المستخدم

# legal_responsibiliy
source: • Input Accuracy: You are responsible for ensuring that the information you input into the app is accurate and complete. • Use Compliance: You agree to use the app only for its intended purposes and not engage in any misuse of the app or its content.
ar: • دقة الإدخال: أنت مسؤول عن التأكد من أن المعلومات التي تدخلها في التطبيق دقيقة وكاملة. • امتثال الاستخدام: أنت توافق على استخدام التطبيق فقط للأغراض المقصودة منه وعدم المشاركة في أي إساءة استخدام للتطبيق أو ملحقاته. محتوى.

# Intellectual_Property
source: Intellectual Property Rights
ar: حقوق الملكية الفكرية

# legal_property
source: The content, features, and functionality of the app are and will remain the exclusive property of Scanly and its licensors. Our intellectual property may not be used in connection with any product or service without the prior written consent of Scanly.
ar: المحتوى والميزات والوظائف الخاصة بالتطبيق هي وستظل ملكية حصرية لشركة Scanly والجهات المرخصة لها. لا يجوز استخدام ملكيتنا الفكرية فيما يتعلق بأي منتج أو خدمة دون الحصول على موافقة كتابية مسبقة من Scanly.

# Limitation_Liability
source: Limitation of Liability
ar: تحديد المسؤولية

# legal_limitation
source: In no event will [Your Company Name], its directors, employees, partners, agents, or affiliates be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from: • Your access to or use of or inability to access or use the app. • Any conduct or content of any third party on the service. • Unauthorized access, use, or alteration of your transmissions or content.
ar: لن تتحمل [اسم شركتك] أو مديريها أو موظفيها أو شركائها أو وكلائها أو الشركات التابعة لها بأي حال من الأحوال المسؤولية عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو تأديبية، بما في ذلك، على سبيل المثال لا الحصر، خسارة الأرباح أو البيانات أو الاستخدام أو الشهرة. ، أو غيرها من الخسائر غير الملموسة، الناتجة عن: • وصولك إلى التطبيق أو استخدامه أو عدم قدرتك على الوصول إليه أو استخدامه. • أي سلوك أو محتوى لأي طرف ثالث على الخدمة. • الوصول أو الاستخدام أو الوصول غير المصرح به أو تغيير عمليات الإرسال أو المحتوى الخاص بك.

source: Jurisdiction
ar: حق الدولة

# legal_Jurisdiction
source: These Terms shall be governed and construed in accordance with the laws of Egypt, without regard to its conflict of law provisions.
ar: تخضع هذه الشروط وتفسر وفقًا لقوانين مصر، بغض النظر عن تعارضها مع أحكام القانون.

# Changes_Terms
source: Changes to Terms
ar: التغييرات في الشروط

# legal_changeTerm
source: We reserve the right, at our sole discretion, to modify or replace these terms at any time. If a revision is material, we will provide at least 30 days notice prior to any new terms taking effect.
ar: نحن نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كانت المراجعة جوهرية، فسنقدم إشعارًا قبل 30 يومًا على الأقل من سريان أي شروط جديدة.

source: Congrats
ar: تهاني

source: Not Verified
ar: لم يتم التحقق منها

# sent_mail_verify_account
source: We sent you a mail to verify your account
ar: لقد أرسلنا لك بريدًا للتحقق من حسابك

# grnder_message
source: Please Pick a Gender
ar: يرجى اختيار الجنس

# height_message
source: Please add your height
ar: يرجى إضافة طولك

# weight_message
source: Please add your weight
ar: من فضلك أضف وزنك

# welcome_message
source: We are Happy that you are here our mission is to provide you with information about your tests from where you are
ar: يسعدنا وجودك هنا، ومهمتنا هي تزويدك بالمعلومات حول اختباراتك من مكان تواجدك

# upload_message
source: Are you sure you want to upload this Test?
ar: هل أنت متأكد أنك تريد تحميل هذا الاختبار؟

# Legal_intro
source: Introduction
ar: مقدمة

# Legal_intro_words
source: Welcome to Scanly our Medical Lab Test Analysis App, designed to provide insightful analysis of your laboratory test results using advanced machine learning (ML) models. By utilizing our app, you agree to abide by these Terms and Conditions. Please read them carefully before using the app.
ar: مرحبًا بك في تطبيق Scanly، المصمم لتوفير تحليلات موشرة لنتائج اختبارات المختبر الخاصة بك باستخدام نماذج التعلم الآلي المتقدمة. من خلال استخدام تطبيقنا، فإنك توافق على الالتزام بهذه الشروط والأحكام. يرجى قراءتها بعناية قبل استخدام التطبيق.

# Legal_Acceptance
source: Acceptance of Terms
ar: قبول الشروط

# Legal_Acceptance_words
source: By accessing or using our app, you confirm that you agree to these terms and understand them. If you do not agree with them, you should not use our app.
ar: من خلال الوصول إلى أو استخدام تطبيقنا، تؤكد أنك توافق على هذه الشروط وتفهمها. إذا لم توافق عليها، يجب عليك عدم استخدام تطبيقنا.

# Legal_Service
source: Description of Service
ar: وصف الخدمة

# Legal_Service_words
source: Scanly offers users the capability to input their medical lab test results, which are then analyzed by our proprietary machine learning algorithms to provide insightful interpretations. These interpretations are designed to supplement, not replace, professional medical advice.
ar: يقدم تطبيق Scanly للمستخدمين القدرة على إدخال نتائج اختبارات المختبر الطبيعي الخاصة بهم، التي يتم تحليلها بواسطة خوارزميات التعلم الآلي الحاصلة على براءة اختراع لدينا لتقديم تفسيرات موشرة. تم تصميم هذه التفسيرات لتكمل، وليس لتحل محل، النصائح الطبية المهنية.

# Legal_Disclaimer
source: Medical Disclaimer
ar: تنصيح طبي

# Legal_Disclaimer_Words
source: • Not a Medical Service: Our app does not provide medical services, diagnoses, treatments, or engage in any conduct that requires a professional license. • Supplementary Tool: The insights provided by our app serve as a supplementary tool for your understanding and are not intended as a sole basis for any diagnostics or treatment decisions. • Consult Health Professionals: Always seek the advice of your doctor or other qualified health provider with any questions you may have regarding a medical condition. Do not disregard professional medical advice or delay in seeking it because of something you have read on or accessed through our App. • No Liability for Accuracy: While we strive to use commercially acceptable means to ensure the accuracy of our machine learning models, we cannot guarantee that the provided information is accurate, complete, or applicable to your individual circumstances.
ar: ليس خدمة طبية: لا يقدم تطبيقنا خدمات طبية، تشخيصات، علاجات، أو يشارك في أي سلوك يتطلب ترخيصًا مهنيًا. أداة تكميلية: تقديمات تطبيقنا تعتبر أداة تكميلية لفهمك ولا تهدف كأساس وحيد لأي تشخيص أو قرار علاجي. استشارة المحترفين الصحيين: يُرجى دائمًا طلب نصيحة طبيبك أو مقدم الرعاية الصحية المؤهل الآخر بأي أسئلة قد تكون لديك بخصوص حالة طبية. لا تتجاهل النصيحة الطبية المهنية أو تؤجل البحث عنها بسبب ما قرأته أو وصلت إليه من خلال تطبيقنا. لا مسؤولية عن الدقة: بينما نسعى لاستخدام وسائل تجارية مقبولة لضمان دقة نماذج التعلم الآلي لدينا، لا يمكننا ضمان دقة المعلومات المقدمة أو اكتمالها أو تطبيقها على ظروفك الفردية.

# Legal_Responsibility
source: User Responsibilities
ar: مسؤوليات المستخدم

# Legal_Responsibility_words
source: • Input Accuracy: You are responsible for ensuring that the information you input into the app is accurate and complete. • Use Compliance: You agree to use the app only for its intended purposes and not engage in any misuse of the app or its content.
ar: دقة الإدخال: أنت مسؤول عن التأكد من أن المعلومات التي تقوم بإدخالها إلى التطبيق دقيقة وكاملة. امتثال الاستخدام: توافق على استخدام التطبيق فقط لأغراضه المقصودة وعدم الانخراط في أي إساءة استخدام للتطبيق أو محتواه.

# Legal_Property
source: Intellectual Property Rights
ar: حقوق الملكية الفكرية

# Legal_Property_words
source: The content, features, and functionality of the app are and will remain the exclusive property of Scanly and its licensors. Our intellectual property may not be used in connection with any product or service without the prior written consent of Scanly.
ar: محتوى وميزات ووظائف التطبيق هي وستظل ملكية حصرية لشرك Scanly ومرخصيها. قد لا يتم استخدام ملكيتنا الفكرية في الصلة بأي منتج أو خدمة من دون الحصول على موافقة كتابية مسبقة من Scanly.

# Legal_Liability
source: Limitation of Liability
ar: تقييد المسؤولية

# Legal_Liability_words
source: In no event will Scanly, its directors, employees, partners, agents, or affiliates be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from: • Your access to or use of or inability to access or use the app. • Any conduct or content of any third party on the service. • Unauthorized access, use, or alteration of your transmissions or content.
ar: لا تتحمل Scanly, أو مديروها، أو موظفوها، أو شركاؤها، أو وكلاؤها، أو الشركات التابعة لها أي مسؤولية عن أي أضرار غير مباشرة، أو عرضية، أو خاصة، أو ناتجة عن عقوبة، بما في ذلك على سبيل المثال لا الحصر، فقدان الأرباح، أو البيانات، أو الاستخدام، أو السمعة، أو أية خسائر لا ملموسة أخرى، ناتجة عن: الوصول إلى التطبيق أو استخدامه، أو عدم القدرة على الوصول إليه أو استخدامه أي تصرف أو محتوى من جانب طرف ثالث على الخدمة الوصول غير المصرح به، أو الاستخدام، أو التغيير غير المصرح به للنقلات أو المحتوى الخاص بك.

# Legal_Jury
source: Jurisdiction
ar: القانون الساري

# Legal_Jury_words
source: These Terms shall be governed and construed in accordance with the laws of Egypt, without regard to its conflict of law provisions.
ar: يجب أن تكون هذه الشروط محكومة وفقًا لقوانين مصر، دون الأخذ بعين الاعتبار أحكام نزاع القوانين.

# Legal_Change
source: Changes to Terms
ar: تغييرات على الشروط

# Legal_Change_words
source: We reserve the right, at our sole discretion, to modify or replace these terms at any time. If a revision is material, we will provide at least 30 days notice prior to any new terms taking effect.
ar: نحتفظ بالحق، بمحض إرادتنا الوحيدة، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كان التعديل ذو طابع جوهري، فسوف نقدم إشعارًا قبل مرور 30 يومًا على سريان أية شروط جديدة.

source: Test Name:
ar: تحليل :

# Date_Test
source: Date
ar: تاريخ

source: Account Created
ar: تم إنشاء الحساب

# login_Error
source: Wrong Email or Password
ar: البريد الإلكتروني أو كلمة المرور خاطئة

# change_language
source: Select Language
ar: اختار اللغة
